[
    {
        "name": "First Dorsal Intermetacarpal Artery",
        "description": "The first dorsal intermetacarpal artery runs up the back of the hand towards the index finger. This artery is of particular interest to plastic surgeons, as when a patient has lost all or part of the thumb, this artery can be used to carry a blood supply to the reconstructed area."
    },
    {
        "name": "Flexed Lumbrical",
        "longName": "A 3D view of lumbrical flexed metacarpophalangeal joint",
        "description": "A 3D view of a metacarpophalangeal joint (the large knuckles) whilst flexed by the lumbrical muscles. The lumbrical muscles, with the help of the interosseous muscles, flex the metacarpophalangeal joints while extending both interphalangeal joints (those on the finger). The lumbricals are used during an upstroke in writing."
    },
    {
        "name": "Carpal tunnel",
        "description": "The carpal tunnel. The carpal tunnel is a narrow passageway surrounded by bones and ligaments on the palm side of your hand. When the median nerve is compressed, the symptoms can include numbness, tingling and weakness in the hand and arm. This is known as carpal tunnel syndrome. Carpal tunnel syndrome is three times more likely to be diagnosed in women than men. The most common cause of this inflammation is an underlying medical condition that causes swelling in the wrist, and sometimes obstructed blood flow. It can be made worse by repetitive movement such as typing or playing piano, or by exposure to prolonged vibration."
    },
    {
        "name": "Carpus and Dorsum Bones",
        "description": "Carpus and dorsum of the bones of the hand. The carpal bones are the eight small bones that make up the wrist (or carpus) that connects the hand to the forearm. The term \"carpus\" is derived from the Latin carpus and the Greek καρπός (karpos),meaning \"wrist\". In human anatomy, the main role of the wrist is to facilitate positioning of the hand and powerful use of the extensors and flexors of the forearm. The mobility of individual carpal bones increase the freedom of movements at the wrist. The dorsum refers to the area of back of the hand, corresponding to the palm at the front."
    },
    {
        "name": "Carpus Dorsal Ligaments",
        "description": "Carpus dorsal ligaments of the wrist. The carpal bones are the eight small bones that make up the wrist (or carpus) that connects the hand to the forearm. The term \"carpus\" is derived from the Latin carpus and the Greek καρπός (karpos), meaning \"wrist\". 'Dorsal’ means that they are on the back of the wrist as opposed to 'palmar', on the front. \"Ligament\" most commonly refers to a band of dense regular connective tissue bundles made of collagen fibres, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle."
    },
    {
        "name": "Carpus Palmar Ligaments",
        "description": "Carpus palmar ligaments of the wrist. 'Palmar’ means that they are on the front of the wrist as opposed to 'dorsal', on the back. \"Ligament\" most commonly refers to a band of dense regular connective tissue bundles made of collagen fibres, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle. "
    },
    {
        "name": "Carpus Radial Deviation",
        "description": "The bones of the wrist in a position showing 'radial deviation’. The carpal bones are the eight small bones that make up the wrist (or carpus) that connects the hand to the forearm. Radial deviation, also known as radial flexion, is the movement of bending the wrist towards the thumb, or radial bone, side. The radial bone is the thicker of the two bones of the forearm. The thinner is called the ulnar."
    },
    {
        "name": "Carpus Ulnar Deviation",
        "description": "The bones of the wrist in a position showing 'ulnar deviation’. The carpal bones are the eight small bones that make up the wrist (or carpus) that connects the hand to the forearm. Ulnar deviation, otherwise known as ulnar flexion, is the movement of bending the wrist to the little finger, or ulnar bone, side. With the right hand this is the movement you use when hitting the ‘Enter’ on a qwerty keyboard. The ulnar bone is the thinner of the two bones of the forearm. The thicker one is called the radial bone."
    },
    {
        "name": "Dab Hands Logo",
        "description": "The Dab Hands Logo"
    },
    {
        "name": "Deep Transverse Intermetacarpal Ligaments",
        "description": "The deep transverse intermetacarpal ligaments which act to hold the large knuckles together. “Ligament\" most commonly refers to a band of dense regular connective tissue bundles made of collagen fibres, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle."
    },
    {
        "name": "Digital Flexors Forearm 1",
        "description": "Digital (finger) flexor muscles of the forearm. These muscles extend into the hand as tendons. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone. The digital flexor tendons extend from muscles in the forearm, travel through the carpal tunnel at the wrist to connect to the bones of the fingers, which allows them to flex."
    },
    {
        "name": "Digital Flexors Forearm 2",
        "description": "The deep digital (finger) flexor muscles of the forearm. These muscles extend into the hand as tendons. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone. The digital flexor tendons extend from muscles in the forearm, travel through the carpal tunnel at the wrist to connect to the bones of the fingers, which allows them to flex."
    },
    {
        "name": "Digital Skeleton",
        "description": "A side view of the bones of the finger, extended and flexed. "
    },
    {
        "name": "Dupuytens",
        "longName": "Dupuytren’s contracture",
        "description": "Dupuytren’s contracture is a painless condition that causes one or more fingers to bend toward the palm of the hand. The affected fingers can't straighten completely. Knots of tissue form under the skin. They eventually create a thick cord that can pull the fingers into a bent position. This image was included in the sculpture at the request of members of the British Dupuytren’s Society, a society that offers support and advice to people who have the disorder."
    },
    {
        "name": "EPL",
        "description": "The EPL tendon. The extensor pollicis longus (EPL) tendon lives within the third dorsal (on the back) extensor compartment of the wrist, inserts on the distal phalanx (the last, smallest bone) of the thumb, and is the main extensor of the thumb. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone. This tendon is contracted by muscles in the forearm."
    },
    {
        "name": "Extensor - Indicis - Proprius Tendon",
        "description": "The position of the extensor indicis proprius tendon. The extensor indicis proprius is a narrow, elongated skeletal muscle in the deep layer of the dorsal (uppermost) forearm, placed medial to (in the middle of, along the midline), and parallel with, the extensor pollicis longus muscle. Its tendon goes to the index finger, which it extends. The extensor indicis extends the index finger. Because the index finger and little finger have separate extensors, these fingers can be moved more independently than the other fingers. Tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone, as in this case."
    },
    {
        "name": "Extensor - Indicis - Proprius Dorsal",
        "description": "The position of the extensor indicis proprius muscle. This muscle is a narrow, elongated skeletal muscle in the deep layer of the dorsal (uppermost) forearm, placed medial to (in the middle of), and parallel with, the extensor pollicis longus muscle. Its tendon goes to the index finger, which it extends. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone, as in this case."
    },
    {
        "name": "Extensor Mechanism Dorsum",
        "description": "The extensor muscles and tendons that serve to extend the finger, here shown in dorsal view, that is, from the back of the finger. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone, as you can see in this illustration."
    },
    {
        "name": "Extensor Mechanism Profile",
        "description": "The extensor muscles and tendons that serve to extend the finger. This is the profile view of the muscles and tendons and the dorsal (from the back of the hand) view of the bones of the finger. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone, as you can see in this illustration."
    },
    {
        "name": "Fascia Bands of Finger",
        "description": "The fascia bands of the finger. A fascia is a layer of fibrous tissue. A fascia is a structure of connective tissue that surrounds muscles, groups of muscles, blood vessels, and nerves, binding some structures together, while permitting others to slide smoothly over each other. Various kinds of fascia exist. Like ligaments, aponeuroses, and tendons, fasciae are dense regular connective tissues, containing closely packed bundles of collagen fibres oriented in a wavy pattern parallel to the direction of pull. Fasciae are consequently flexible structures able to resist great tension until the wavy pattern of fibres has been straightened out by the pulling force. Fasciae are similar to ligaments and tendons as they are all made of collagen except that ligaments join one bone to another bone, tendons join muscle to bone and fascia surround muscles or other structures."
    },
    {
        "name": "FCR on Scaphoid 1",
        "longName":"The flexor carpi radialis tendon on the scaphoid 1.",
        "description": "The flexor carpi radialis tendon as it passes over the scaphoid bone in the wrist. In anatomy, flexor carpiradialis is a muscle of the human forearm that acts to flex and ‘radially abduct’ the hand. Abduct means pulls away from the midline, radially means towards the thumb. The tendon that extends from that muscle is what you can see here. The Latin carpus means wrist, so flexor carpi is a flexor of the wrist. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone."
    },
    {
        "name": "FCR on Scaphoid 2",
        "longName":"The flexor carpi radialis tendon on the scaphoid 2.",
        "description": "The flexor carpi radialis tendon as it passes over the scaphoid bone in the wrist. In anatomy, flexor carpiradialis is a muscle of the human forearm that acts to flex and ‘radially abduct’ the hand. Abduct means pulls away from the midline, radially means towards the thumb. The tendon that extends from that muscle is what you can see here. The Latin carpus means wrist, so flexor carpi is a flexor of the wrist. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone."
    },
    {
        "name": "FDS Chiasm",
        "longName":"Flexor Digitorum Superficialis Chiasm",
        "description": "The FDS (Flexor Digitorum Superficialis) chiasm (X shaped split). A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. The FDS tendon is one of the tendons that allow the fingers to flex. The tendons extend from muscles in the forearm, travel through the carpal tunnel to connect to the bones of the fingers. This shows where the FDS tendons split at Camper's Chiasm to allow FDP (Flexor Digitorum Profundus) tendon to pass through."
    },    
    {
        "name": "Finger Bones",
        "description": "The bones of the finger. These bones are known as phalanges. The smallest bones that are most distant from the body are called the distal phalanges, the middle ones are called the intermediate phalanges and the bones nearest to the body are called the proximal phalanges. The bones meet at joints. The distal interphalangeal joint (DIP) is located at the tip of the finger, the proximal interphalangeal joint (PIP) is the joint in the middle. It is located below the top two bones of the finger and allows the finger to bend and extend. The metacarpophalangeal joint (MCP) is where the hand bones (metacarpals) meet the finger bones, referred to as the knuckle."
    },
    {
        "name": "Fingernail Complex",
        "description": "A cross section of the finger-nail complex. The nail unit consists of the nail plate and the surrounding soft tissues. The nail plate is the outer portion of the nail unit, formed by layers of keratin. It forms a hard, yet flexible, translucent plate. Nail folds are the skin that surrounds and protects the bottom and side margins of the nail plate. The nail bed lies underneath the nail plate, attaching it to the distal phalanx bone. The nail bed provides a smooth surface for the growing nail plate to slide over but it does not contribute to plate growth itself. The germinal matrix is an area of soft tissue at the base of the nail bed. Cells within the germinal matrix divide and become keratinised to form the nail plate. Continuous cell division within the matrix ‘pushes’ the nail plate over the bed as it matures. The hyponychium is situated underneath the free edge of the nail plate. The eponychium or cuticle is a layer of stratum corneum which extends between the skin of the finger at the base of the nail plate. The lunula is the white ‘half-moon’ appearance of the germinal matrix through the nail plate."
    },
    {
        "name": "First Dorsal Interosseous Muscle",
        "description": "The first dorsal interosseous muscle of the hand. Dorsal means that it's on the back of the hand. The dorsal interossei (Dl) are four muscles in the back of the hand that act to abduct (spread) the index, middle, and ring fingers away from hand's midline and assist in flexion at the metacarpophalangeal joints (biggest knuckles of the fist) and extension at the interphalangeal joints (bigger knuckles on the finger) of the index, middle and ring fingers. Here we see the first DI which sits between the metacarpal bones that lead to the index finger, and the thumb."
    },
    {
        "name": "First Dorsal Interosseous Muscle With Key",
        "longName": "First dorsal interosseous muscle holding a key",
        "description": "The first dorsal interosseous muscle of the hand. Dorsal means that it's on the back of the hand. The dorsal interossei (Dl) are four muscles in the back of the hand that act to abduct (spread) the index, middle, and ring fingers away from hand's midline and assist in flexion at the metacarpophalangeal joints (biggest knuckles of the fist) and extension at the interphalangeal joints (bigger knuckles on the finger) of the index, middle and ring fingers. Here we see the first DI, which sits between the metacarpal bones that lead to the index finger and the thumb, assisting in the gripping of a key."
    },
    {
        "name": "Flexor Canal",
        "description": "The flexor canal of the thumb. The digital flexor tendons extend from muscles in the forearm, travel through the carpal tunnel at the wrist to connect to the bones of the fingers, which allows them to flex. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone."
    },
    {
        "name": "Flexor Tendons Index and Thumb",
        "description": "The flexor tendons of the thumb and index finger. The digital flexor tendons extend from muscles in the forearm, travel through the carpal tunnel at the wrist to connect to the bones of the fingers, which allows them to flex. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone."
    },
    {
        "name": "Forearm X Section",
        "longName": "Forearm Cross Section",
        "description": "Cross section of the forearm showing the positions of the various, muscles, tendons, bones, nerves and arteries. As you can see, it is a complex area of the body which is instrumental in providing the range of motion that our hands can achieve."
    },
    {
        "name": "Guyon's Canal Empty",
        "description": "Guyon's canal, also known as the ulnar canal or tunnel. It is a semi-rigid longitudinal canal in the wrist, about 4cm in length that allows passage of the ulnar artery and Ulnar nerve into the hand. The ulna is the thinner long bone of the two in the forearm that runs along the outside of the arm, the same side as the little finger (the radius is the other parallel bone). This canal is situated on the Ulna side of the wrist."
    },
    {
        "name": "Guyon's Canal Floor",
        "description": "The floor of Guyon's canal, also known as the ulnar canal or tunnel. The floor is made of the transverse carpal ligament, which runs across the bones of the wrist. Ligament most commonly refers to a band of dense regular connective tissue bundles made of collagen fibres, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle. Guyon’s canal is a semi-rigid longitudinal canal in the wrist, about 4cm in length, that allows passage of the ulnar artery and ulnar nerve into the hand. The ulna is the thinner long bone of the two in the forearm that runs along the outside of the arm, the same side as the little finger. The radius is the other parallel bone. This canal is situated on the ulnar side of the wrist."
    },
    {
        "name": "Guyon's Canal Roof",
        "description": "Guyon's canal also known as the ulnar canal or tunnel. It is a semi-rigid longitudinal canal in the wrist, about 4cm in length that allows passage of the ulnar artery and ulnar nerve into the hand. This drawing shows it empty and with its roof which is made up of the volar carpal ligament. “Ligament\" most commonly refers to a band of dense regular connective tissue bundles made of collagen fibres, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle. The ulna is the thinner long bone of the two in the forearm that runs along the outside of the arm, the same side as the little finger. The radius is the other parallel bone. This canal is situated on the ulna side of the wrist."
    },
    {
        "name": "Hamate and Meta 4 and 5",
        "longName":"Hamate and metacarpal 4 and 5",
        "description": "The bones of the wrist (carpus) and hand (metacarpus). The wrist is made up of eight bones. Here you are seeing bones that are closest to the little finger side of the hand. They are hamate of the wrist and the 4th and 5th metacarpal bones of the hand that lead to the bones of the little and ring fingers. This side of the hand and wrist is referred to as ulnar, after the ulna bone which is the thinner of the two long bones of the forearm that runs along the outside of the arm, the same side as the little finger. The radius is the other parallel bone."
    },
    {
        "name": "Hamate Pisiform and Meta 4 and 5",
        "longName": "Hamate pisiform and metacarpal 4 and 5",
        "description": "Some of the bones of the wrist (carpus) and hand (metacarpus). The wrist is made up of eight bones. Here are the bones that are closest to the little finger side of the hand. They are the triquetrum, pisiform and hamate of the wrist and the 4thand 5th metacarpal bones of the hand that lead to the bones of the little and ring fingers. This side of the hand and wrist is referred to as Ulnar, after the Ulna bone which is the thinner of the two long bones of the forearm that runs along the outside of the arm, the same side as the little finger (the radius is the other parallel bone)."
    },
    {
        "name": "Hand",
        "longName": "A Hand with Skin",
        "description": "A hand with skin. It is the sister drawing to the one showing the anatomy beneath the skin."
    },
    {
        "name": "Hand Centred on Pisiform",
        "description": "A drawing of the hand centred on the pisiform bone of the wrist. The pisiform is one of eight and smallest carpal bones that forms part of the wrist joint. It is a small pea-shaped bone. The name pisiform is derived from the Latin word ‘pisum’ which means ‘pea’. It can be felt on the wrist when the palm is uppermost, positioned on the ulnar side. The ulna is the thinner bone of the forearm, closest to the little finger. "
    },
    {
        "name": "Hand Dorsum",
        "description": "The anatomy of the whole of the back of the hand, referred to as the ‘dorsum'. Perhaps the most prominent features are the tendons. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone. "
    },
    {
        "name": "Hand Naked",
        "description": " The palm of hand without its skin and fascia, allowing a good understanding of the position of the intrinsic muscles and tendons."
    },
    {
        "name": "Hand Open",
        "description": "A drawing of the hand with its digits widely spread. A pose like this requires the use of various muscles and tendons to both abduct (spread) the digits and to strongly extend the fingers to this open fanned position. This drawing illustrates the digits at the limit of their abduction and extension, a good stretch."
    },
    {
        "name": "Hand Palmar",
        "description": "This simple drawing shows the hand palm uppermost, in a relaxed position."
    },
    {
        "name": "Hand Skeleton Dorsum",
        "description": "The bones of the wrist (carpus) and hand (metacarpus). These metacarpal bones lead to the smaller bones of the fingers, the phalanges. This view is of the dorsum, the back of the (right) hand as opposed to the palmar, the front of the hand. The wrist is made up of eight bones. "
    },
    {
        "name": "Hand Skeleton Palmar",
        "description": "The bones of the wrist (carpus) and hand (metacarpus). These metacarpal bones lead to the smaller bones of the fingers, the phalanges. This view is of the palmar, the front of the (right) hand, as opposed to the dorsum, the back of the hand. The wrist is made up of eight bones. "
    },
    {
        "name": "Index and Mid Fingers",
        "description": "The index and middle fingers, with skin and all. Use this pose with caution."
    },
    {
        "name": "Intrinsic Muscles",
        "description": "The intrinsic muscles of the hand. The extrinsic muscles are located in the anterior (front) and posterior(back) compartments of the forearm. They control crude movements and produce a forceful grip. The intrinsic muscles of the hand are located within the hand itself. They are responsible for the fine motor functions of the hand. Four muscle groups comprise the intrinsic hand. These are the thenar, hypothenar, interossei and the lumbrical muscles. The thenar muscles are three short muscles located at the base of the thumb. The muscle bellies produce a bulge, known as the thenar eminence. They are responsible for the fine movements of the thumb. The hypothenar muscles produce the hypothenar eminence —a muscular protrusion on side of the palm at the base of the little finger. These muscles are similar to the thenar muscles in both name and organisation. There are four lumbricals in the hand, each associated with a finger. They are very crucial to finger movement, linking the extensor tendons to the flexor tendons. The interossei muscles are located between the metacarpal bones. They can be divided into two groups: the dorsal and palmar interossei. This view is referred to as the palmar, the front of the hand, as opposed to the dorsum, the back of the hand."
    },
    {
        "name": "Lateral Digit",
        "description": "A lateral (side on) view of the finger showing the extensor ligaments and the muscles they extend from. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone, as you can see in this illustration."
    },
    {
        "name": "Leading Areas",
        "description": "Hand surgeon Donald Sammut explains his drawing: \"This is a drawing showing the 'leading edges' of the fingers i.e. the areas of most frequent contact, especially involved in fine manipulation. The little finger is reversed because this is the area that lands when the hand is placed on a surface. For this reason they are super-endowed with skin sensory organs and also need to be reconstructed with sensate, pulp quality skin, if they are lost in trauma. Some areas of the hand are more expensive than others and these territories are the most expensive real estate in the hand.\""
    },
    {
        "name": "Ligaments Base Meta",
        "description": "The dorsal (back of the hand) ligaments that attach the metacarpal bones in the body of the hand to the carpal muscles of the wrist. Ligament most commonly refers to a band of dense regular connective tissue bundles made of collagen fibres, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle."
    },
    {
        "name": "Lumbrical Palmar",
        "description": "The lumbrical muscles and their tendons from a palmar view, as opposed to dorsal which refers to the back of the hand. The lumbrical muscles get their name due to their worm-like appearance. In Latin, lumbricidae means earthworm. They are four short intrinsic muscles of the hand located between the metacarpal bones. They are called intrinsic because they in the hand itself, not the forearm, where the muscles that work the tendons of the hand are referred to as extrinsic. Along with the dorsal interossei and the palmar interossei, the lumbrical muscles belong to the short muscles of the hand. The lumbrical muscles of the hand flex the fingers at the metacarpophalangeal (MCP, knuckle) joints and extend them at the interphalangeal (IP, finger) joints. These actions are important for many functions of the hand, such as gripping movements. Their counterparts, the lumbricals of the foot, have a similar action on the toes."
    },
    {
        "name": "Making a Fist",
        "description": "A hand making a fist. This pose employs the flexation of the metacarpophalangeal joints (MCP) and the interphalangeal (IP) joints .  The MCP are the large joints which connect the hand bones, metacarpals, and the finger bones, phalanges, and are commonly known as the knuckles. The IP are the joints of the fingers. The digital flexor tendons extend from muscles in the forearm, travel through the carpal tunnel at the wrist to connect to the bones of the fingers, which allows them to flex."
    },
    {
        "name": "MCPJ Ligaments",
        "longName":"The ligaments of the metacarpophalangeal joints ",
        "description": "This drawing shows the ligaments of the metacarpophalangeal joints (MCP).  The MCP are the large joints which connect the hand bones, metacarpals, and the finger bones, phalanges, and are commonly known as the knuckles. You can also see the flexor tendons running beneath it.  In human anatomy, the radial (RCL) and ulnar (UCL) collateral ligaments of the metacarpophalangeal joints (MCP) of the hand are the primary stabilisers of the MCP joints. Radial means closest to the thumb, named after the radial bone of the forearm and ulnar means closest to the little finger, named after the parallel ulna bone of the forearm."
    },
    {
        "name": "Metacarpal and Proximal Phal Bones",
        "longName":"Meta and proximal phalange bones",
        "description": "Two views of the metacarpal and proximal phalange bones of hand and where they join at the metacarpophalangeal joint (MCP), known as the knuckle. The finger bones are all called phalanges, with the ones nearest to the body called the proximal phalanges. The ones furthest away at the tips of the fingers, the distal phalanges, and the ones between called the middle or intermediate phalanges. The bones of the hand are the metacarpals and the wrist is made up of eight carpal bones."
    },
    {
        "name": "Midpalm XSection",
        "description": "Cross section of the mid palm illustrating the position of the intrinsic muscles, tendons, arteries and metacarpal bones."
    },
    {
        "name": "Oblique Carpals Meta",
        "longName":"Oblique carpals and metacarpals",
        "description": "The bones of the wrist (carpus) and hand (metacarpus). These metacarpal bones lead to the smaller bones of the fingers, the phalanges, not shown here. This view is of the palmar, the front of the (right) hand, as opposed to the dorsum, the back of the hand. The wrist is made up of eight bones and the forearm has two bones, the thinner ulna, which is joins the wrist on the little finger side and the thicker radial bone, which is closer to the thumb."
    },
    {
        "name": "Oblique Thumb Skel",
        "longName":"Oblique Thumb Skeleton ",
        "description": "The bones of the thumb and wrist. The thumb metacarpal is similar in shape to the metacarpals of the fingers, but it is thicker. The thumb metacarpal has significantly more motion than the other metacarpals. It makes a joint with the trapezium that allows much of the thumb motion. This joint allows the thumb to move in a way that allows pinching. This is largely due to the unusual shape of the base of the metacarpal and the trapezium. The head of the metacarpal has a large joint surface next to the thumb proximal phalanx.  The thumb sesamoids are two small round bones at about the level of the thumb metacarpophalangeal joint. These bones, as with all sesamoid bones, lie within tendons. The flexor pollicis brevis tendon and the adductor pollicis attach to the thumb sesamoids. Sesamoid bones help change the line of pull for their tendons which can help increase the force of tendon pull across the joint. The thumb proximal phalanx is a short and stout bone between the metacarpal and distal phalanx. There is no middle phalanx in the thumb. The thumb distal phalanx is a short bone with a rounded tuft at the end that makes a joint with the proximal phalanx. The bulbous tuft at the end of the bone gives the thumb its rounded end. This bone supports the thumb nail."
    },
    {
        "name": "Palmar Carpal Ligs",
        "longName":"Palmar Carpal Ligaments",
        "description": "The carpus palmar ligaments of the wrist. 'Palmar' means that they are on the front of the wrist as opposed to 'dorsal', on the back. Ligament most commonly refers to a band of dense regular connective tissue bundles made of collagen fibres, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle. In human anatomy, the main role of the wrist, with its eight bones, is to facilitate effective positioning of the hand and powerful use of the extensor and flexor muscles of the forearm that lead to tendons in the hand. The mobility of individual carpal bones increase the freedom of movements at the wrist."
    },
    {
        "name": "Palmar Carpal Tunnel",
        "longName":"Palmar Carpal Tunnel and Cross Section",
        "description": "The carpal tunnel is the passageway on the palmar side of the wrist that connects the forearm to the hand. Normally several tendons from the flexor group of forearm muscles and the median nerve pass through it. The canal is narrow, and when any of the nine long flexor tendons passing through it swell or degenerate, the narrowing of the canal may result in the median nerve becoming entrapped or compressed, a common medical condition known as carpal tunnel syndrome."
    },
    {
        "name": "Passage into Palm Space",
        "description": "The passage leading into the mid palm space. This is a triangular space situated under the inner half of the palm. The mid palmar space usually contains the flexor tendons of third, fourth and fifth fingers; the second, third and fourth lumbrical muscles; the superficial palmar arch artery and the digital nerves and vessels of the middle three fingers. "
    },
    {
        "name": "Phal Prox and Int Skel",
        "longName":"Phalange proximal and intermediate phalange skeleton",
        "description": "Two views from the palm (palmar) and from the side (lateral) of the proximal and intermediate phalange bones of the fingers and where they join at the proximal interphalangeal joint. The finger bones are all called phalanges, with the ones nearest to the body called the proximal phalanges. The ones furthest away at the tips of the fingers, the distal phalanges, and the ones between are called the middle or intermediate phalanges."
    },
    {
        "name": "PIPJ Lateral",
        "longName":"A lateral view of the proximal interphalangeal joint (PIPJ)",
        "description": "The proximal interphalangeal joint (PIPJ). This joint is located between the proximal and middle phalanges of the finger. The bones of the finger are known as phalanges. The smallest bones that are most distant from the body are called the distal phalanges, the middle are called the intermediate or middle phalanges and the bones nearest to the body are called the proximal phalanges. The bones meet at joints. The Distal Interphalangeal Joint (DIP) is located at the tip of the finger, the Proximal Interphalangeal Joint (PIPJ) is the joint in the middle. It is located below the top two bones of the finger and allows the finger to bend and extend. The Metacarpophalangeal Joint (MCP) is where the hand bone (metacarpals) meets the fingerbone, referred to as the knuckle. In the image you can see the stabilising ligaments and the flexor tendon. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone."
    },
    {
        "name": "PIPJ Ligaments",
        "description": "The proximal interphalangeal joint (PIPJ). This joint is located between the proximal and middle phalanges of the finger. The bones of the finger are known as phalanges. The smallest bones that are most distant from the body are called the distal phalanges, the middle are called the intermediate or middle phalanges and the bones nearest to the body are called the proximal phalanges. The bones meet at joints. The Distal Interphalangeal Joint (DIP) is located at the tip of the finger, the Proximal Interphalangeal Joint (PIPJ) is the joint in the middle. It is located below the top two bones of the finger and allows the finger to bend and extend. The Metacarpophalangeal Joint (MCP) is where the hand bone (metacarpals) meets the finger bone, referred to as the knuckle. In the image you can see the stabilising ligaments and the flexor tendon. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone."
    },
    {
        "name": "PIPJ Ligaments Bend",
        "longName":"PIPJ ligaments extended and flexing",
        "description": "The proximal interphalangeal joint (PIPJ). This joint is located between the proximal and middle phalanges of the finger. The bones of the finger are known as phalanges. The smallest bones that are most distant from the body are called the distal phalanges, the middle are called the intermediate or middle phalanges and the bones nearest to the body are called the proximal phalanges. The bones meet at joints. The Distal Interphalangeal Joint (DIP) is located at the tip of the finger, the Proximal Interphalangeal Joint (PIPJ) is the joint in the middle. It is located below the top two bones of the finger and allows the finger to bend and extend. The Metacarpophalangeal Joint (MCP) is where the hand bone (metacarpals) meets the fingerbone, referred to as the knuckle. In the image you can see the stabilising ligaments and the flexor tendon. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone."
    },
    {
        "name": "PIPJ Skel",
        "longName":"PIPJ Skeleton",
        "description": "The proximal interphalangeal joint (PIPJ). This joint is located between the proximal and middle phalanges of the finger. The bones of the finger are known as phalanges. The smallest bones that are most distant from the body are called the distal phalanges, the middle are called the intermediate or middle phalanges and the bones nearest to the body are called the proximal phalanges. The bones meet at joints. The Distal Interphalangeal Joint (DIP) is located at the tip of the finger, the Proximal Interphalangeal Joint (PIPJ) is the joint in the middle. It is located below the top two bones of the finger and allows the finger to bend and extend. The Metacarpophalangeal Joint (MCP) is where the hand bone (metacarpals) meets the fingerbone, referred to as the knuckle."
    },
    {
        "name": "PIPJ Stabilising Ligs",
        "longName":"PIPJ Stabilising Ligaments",
        "description": "The stabilising ligaments of the proximal interphalangeal joint (PIPJ). This joint is located between the proximal and middle phalanges of the finger. The bones of the finger are known as phalanges. The smallest bones that are most distant from the body are called the distal phalanges, the middle are called the intermediate or middle phalanges and the bones nearest to the body are called the proximal phalanges. The bones meet at joints. The Distal Interphalangeal Joint (DIP) is located at the tip of the finger, the Proximal Interphalangeal Joint (PIPJ) is the joint in the middle. It is located below the top two bones of the finger and allows the finger to bend and extend. The Metacarpophalangeal Joint (MCP) is where the hand bone (metacarpals) meets the fingerbone, referred to as the knuckle. In the image you can see the stabilising ligaments. Ligament most commonly refers to a band of dense regular connective tissue bundles made of collagen fibres, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle."
    },
    {
        "name": "Profile Digit Skel",
        "description": "The bones of the finger. These bones are known as phalanges. The smallest bones that are most distant from the body are called the distal phalanges, the middle are called the intermediate phalanges and the bones nearest to the body are called the proximal phalanges. The bones meet at joints. The Distal Interphalangeal Joint (DIP) is located at the tip of the finger, the Proximal Interphalangeal Joint (PIP) is the joint in the middle. It is located below the top two bones of the finger and allows the finger to bend and extend. The Metacarpophalangeal Joint (MCP) is where the hand bone (metacarpals) meets the finger bone, referred to as the knuckle."
    },
    {
        "name": "Profile Lumbrical and Digit Skeleton",
        "description": "The lumbrical muscles and their tendons from a side view. The lumbrical muscles get their name due to their worm-like appearance. In Latin, lumbricidae means earthworm. They are four short intrinsic muscles of the hand located between the metacarpal bones. They are called intrinsic because they in the hand itself, not the forearm, where the muscles that work the tendons of the hand are referred to as extrinsic. Along with the dorsal interossei and the palmar interossei, the lumbrical muscles belong to the short muscles of the hand. The lumbrical muscles of the hand flex the fingers at the metacarpophalangeal (MCP, knuckle) joints and extend them at the interphalangeal (IP, finger) joints. These actions are important for many functions of the hand, such as gripping movements. Their counterparts, the lumbricals of the foot, have a similar action on the toes."
    },
    {
        "name": "Profile Pulleys Flexed",
        "description": "The flexor tendons of the finger and the pulley straps that hold them in place on the finger bones. The digital flexor tendons extend from muscles in the forearm, travel through the carpal tunnel at the wrist to connect to the bones of the fingers. This arrangement allows the fingers to flex. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone. The pulley straps are ligaments."
    },
    {
        "name": "Radial Artery in First Space",
        "description": "The radial artery passes through the first space which lies between the thumb and index finger. The radial artery runs on the inside of the forearm from the elbow to the thumb. The artery lies just under the surface of the skin. It is this artery that may be used to take your pulse at the wrist. The radial artery is one branch of the brachial artery, a major blood vessel in the upper arm. At the elbow joint, the brachial artery branches into the radial artery and the ulnar artery. The radial and ulnar arteries run parallel to each other down the forearm into the hand. They supply blood to the forearm, hands and fingers."
    },
    {
        "name": "Retropulsion with Resting Thumb",
        "description": "The thumb moving from resting to retropulsion. The thumb is capable of opposition, abduction, adduction, and retropulsion, in addition to flexion and extension. The muscles of the thumb are nine skeletal muscles located in the hand and forearm. The muscles allow for movement. The muscles acting on the thumb can be divided into two groups: the extrinsic hand muscles, with their muscle bellies located in the forearm, and the intrinsic hand muscles, with their muscle bellies located within the hand itself. The muscles can be compared to guy-wires supporting a flagpole. Tension from these muscular guy-wires must be provided in all directions to maintain stability in the articulated column formed by the bones of the thumb. Because this stability is actively maintained by muscles rather than by articular constraints in the joints, most muscles attached to the thumb tend to be active during most thumb motions."
    },
    {
        "name": "Safe Position",
        "description": "The hand in the 'safe’ position or IPOSI (Intrinsic Position of Safe Immobilisation). This is the safe position for hand splinting. The hand can be immobilised in this position for long periods of time without developing as much stiffness as would occur if the digits were positioned differently. This position avoids undue stress on the joint structure, the intrinsic muscles and the collateral ligaments. Similar positions are recommended to people regularly using keyboards or playing piano to avoid carpal tunnel syndrome and joint problems. "
    },
    {
        "name": "Sagittal Bands",
        "description": "A sagittal band and how it attaches to the palmar aponeurosis. The sagittal band of the finger is a structure surrounding the metacarpophalangeal (MCP, big knuckle) joint.  It has a cylindrical shape that surrounds an extensor tendon on the dorsal side (back of hand) of the MCP joint. It acts as a stabiliser for the extensor tendon. The sagittal bands attach to the palmar aponeurosis which is the central part of the deep fascia of the palm and is a highly specialized thickened structure with little mobility. It is triangular and covers the underlying neurovascular and tendon structures."
    },
    {
        "name": "Scaphoid",
        "description": "The scaphoid bone is one of the eight carpus, the bones of the wrist. The term carpus is derived from the Latin, meaning wrist. In human anatomy, the main role of the wrist is to facilitate effective positioning of the hand and powerful use of the extensors and flexors of the forearm, and the mobility of individual carpal bones increase the freedom of movements at the wrist."
    },
    {
        "name": "Secret Compartment",
        "description": "Donald Sammut, the hand surgeon who originally drew these images, says, “This is a cross section of a space I call the 'secret compartment' since you cannot see it from the back and you cannot see it from the palm. The space is between the first dorsal interosseous muscle (at the top), and the adductor pollicis (at the bottom). The other two muscles are Abductor policies brevis (left) and palmar interosseous(right). The bone heads you can see are the metacarpals (hand bone) of the thumb (left of picture), index finger(centre) and middle finger (right of picture). You are seeing them from above-where they meet the finger bones at the knuckles."
    },
    {
        "name": "Skeleton Rays",
        "description": "The bones of the index and middle fingers These bones are known as phalanges and metacarpals. The smallest bones that are most distant from the body are called the distal phalanges, the middle are called the intermediate phalanges and the bones nearest to the body are called the proximal phalanges. Also shown here are the metacarpal bones of the hand, which link the carpal (wrist) bones to the phalanges. The bones meet at joints. The Distal Interphalangeal Joint (DIP) is located at the tip of the finger, the Proximal Interphalangeal Joint (PIP) is the joint in the middle. It is located below the top two bones of the finger and allows the finger to bend and extend. The Metacarpophalangeal Joint (MCP) is where the hand bone (metacarpals) meets the finger bone, referred to as the knuckle"
    },
    {
        "name": "Tendon Synovial Sheaths",
        "description": "The synovial sheaths that cover the tendons of the hands. The synovial sheath is found where the tendon passes under ligaments and through fibrous tunnels. Their function is to reduce friction between the tendon and their surrounding structure. This is a diagram showing their position in the hand relative to the other features."
    },
    {
        "name": "TFC Axial",
        "description": "The triangular fibrocartilage discus (TFC), which makes up part of the Triangular Fibrocartilage Complex (TFCC). Ligaments are fibrous bands of connective tissue that link or hinge bones. They provide stability and support to the joints. The Triangular Fibrocartilage Complex is a cushioning structure within the wrist. The TFC is a discus that cushions the place where the forearm bones meet the wrist bones. It sits like a cushion on the very end of the Ulna bone, the smaller of the two long bones of the forearm, on the little finger side. It has a triangular shape and a biconcave body (concave on both sides). The outer edge is thicker than its centre. It extends from the radial bone (the bigger of the forearm bones-thumb side) to cover the ulnar head. This image shows the TFC looking down on the very end of the forearm bones, where they would come into contact with the wrist bones. The central portion of the TFC is thin and consists of fibrocartilage. This type of tissue is often seen in structures that bear compressive loads. This central area is often so thin that it is translucent, and in some cases it is even absent. The peripheral portion of the TFC has a good blood supply, while the central portion has none."
    },
    {
        "name": "TFC Dorsal",
        "description": "The triangular fibrocartilage discus (TFC), which makes up part of the Triangular Fibrocartilage Complex (TFCC). Ligaments are fibrous bands of connective tissue that link or hinge bones. They provide stability and support to the joints. The Triangular Fibrocartilage Complex is a cushioning structure within the wrist.  The TFC is a discus that cushions the place where the forearm bones meet the wrist bones. It sits like a cushion on the very end of the Ulna bone, the smaller of the two long bones of the forearm, on the little finger side. It has a triangular shape and a biconcave body (concave on both sides). The outer edge is thicker than its centre. It extends from the radial bone (the bigger of the forearm bones-thumb side) to cover the ulnar head. This image shows the TFC sitting on the very end of the forearm bones, where they come into contact with the wrist bones. The view is from the dorsum, the back of the hand. The central portion of the TFC is thin and consists of fibrocartilage. This type of tissue is often seen in structures that bear compressive loads. This central area is often so thin that it is translucent, and in some cases it is even absent. The peripheral portion of the TFC has a good blood supply, while the central portion has none."
    },
    {
        "name": "TFC Palmar",
        "description": "The triangular fibrocartilage discus (TFC), which makes up part of the Triangular Fibrocartilage Complex (TFCC). Ligaments are fibrous bands of connective tissue that link or hinge bones. They provide stability and support to the joints. The Triangular Fibrocartilage Complex is a cushioning structure within the wrist. The TFC is a discus that cushions the place where the forearm bones meet the wrist bones. It sits like a cushion on the very end of the Ulna bone, the smaller of the two long bones of the forearm, on the little finger side. It has a triangular shape and a biconcave body (concave on both sides). The outer edge is thicker than its centre. It extends from the radial bone (the bigger of the forearm bones-thumb side) to cover the ulnar head. This image shows the TFC sitting on the very end of the forearm bones, where they come into contact with the wrist bones. This is the palmar view, I.e. from the palm side. The central portion of the TFC is thin and consists of fibrocartilage. This type of tissue is often seen in structures that bear compressive loads. This central area is often so thin that it is translucent, and in some cases it is even absent. The peripheral portion of the TFC has a good blood supply, while the central portion has none. "
    },
    {
        "name": "Three Long Flexors",
        "description": "The three long flexor tendons that extend into the hand from their muscles in the forearm. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone. The flexor tendons allow the fingers to curl up towards the palm. The diagram show the tendons from the palmar (palm side-as opposed to the dorsal, the view from back of hand). The tendons in Donald's drawing are temporaries longus, which attach to the palmar aponeurosis which covers the flexor tendons; the flexor digitorum profundus tendon and the flexor digitorum superficialis tendon. "
    },
    {
        "name": "Thumb CMC",
        "description": "The bones of the thumb and the joint at which it meets the wrist, also known as the carpus. The thumb joint at its base is known as the carpometacarpal (CMC) joint. It is a specialized saddle-shaped joint that is formed by a small wrist bone (trapezium) and the first of the three bones in the thumb (metacarpal). The specialized shape of this joint allows the thumb its wide range of movement—up and down, across the palm, and the ability to pinch with the fingers. It also provides strength so the hand can grasp and grip. Smooth cartilage lines and cushions the bones of the CMC joint."
    },
    {
        "name": "Thumb Opposition",
        "description": "A palmar view of the hand moving in opposition. The thumb joint at its base is known as the carpometacarpal (CMC) joint. It is a specialized saddle-shaped joint that is formed by a small wrist bone, the trapezium, and the first of the three bones in the thumb, the metacarpal. The specialized shape of this joint allows the thumb its wide range of movement—up and down, across the palm, and the ability to pinch with the fingers. The thumb is capable of capable of opposition, abduction, adduction, and retropulsion, in addition to flexion and extension. The muscles of the thumb are nine skeletal muscles located in the hand and forearm. The muscles allow for movement. The muscles acting on the thumb can be divided into two groups: the extrinsic hand muscles, with their muscle bellies located in the forearm, and the intrinsic hand muscles, with their muscle bellies located in the hand proper. The muscles can be compared to guy-wires supporting a flagpole; tension from these muscular guy-wires must be provided in all directions to maintain stability in the articulated column formed by the bones of the thumb. Because this stability is actively maintained by muscles rather than by constraints in the joints, most muscles attached to the thumb tend to be active during most thumb motions."
    },
    {
        "name": "Thumb Opposition Meta",
        "description": "A palmar view of the metacarpal bones of the hand. They show the movement of the thumb that is also illustrated in the drawing below. ‘Palmar' means that they are on the front of the wrist as opposed to 'dorsal', on the back. The thumb joint at its base is known as the carpometacarpal (CMC) joint. It is a specialized saddle-shaped joint that is formed by a small wrist bone, the trapezium, and the first of the three bones in the thumb, the metacarpal. The specialized shape of this joint allows the thumb its wide range of movement—up and down, across the palm, and the ability to pinch with the fingers. The muscles of the thumb are nine skeletal muscles located in the hand and forearm. The muscles allow for movement. The muscles acting on the thumb can be divided into two groups: the extrinsic hand muscles, with their muscle bellies located in the forearm, and the intrinsic hand muscles, with their muscle bellies located in the hand proper. The muscles can be compared to guy-wires supporting a flagpole; tension from these muscular guy-wires must be provided in all directions to maintain stability in the articulated column formed by the bones of the thumb. Because this stability is actively maintained by muscles rather than by constraints in the joints, most muscles attached to the thumb tend to be active during most thumb motions."
    },
    {
        "name": "Thumb Opposition Pinch",
        "description": "The thumb moving in opposition to the hand to start to pinch. This drawing is followed by another which completes the pinch. The thumb joint at its base is known as the carpometacarpal (CMC) joint. It is a specialized saddle-shaped joint that is formed by a small wrist bone, the trapezium) and the first of the three bones in the thumb, the metacarpal. The specialized shape of this joint allows the thumb its wide range of movement—up and down, across the palm, and the ability to pinch with the fingers. The muscles of the thumb are nine skeletal muscles located in the hand and forearm. The muscles allow for movement. The muscles acting on the thumb can be divided into two groups: the extrinsic hand muscles, with their muscle bellies located in the forearm, and the intrinsic hand muscles, with their muscle bellies located in the hand proper. The muscles can be compared to guy-wires supporting a flagpole; tension from these muscular guy-wires must be provided in all directions to maintain stability in the articulated column formed by the bones of the thumb. Because this stability is actively maintained by muscles rather than by constraints in the joints, most muscles attached to the thumb tend to be active during most thumb motions."
    },
    {
        "name": "Thumb Opposition Pinch 2",
        "description": "The thumb moving in opposition to the hand in a pinch position. This drawing is preceded by another which starts the pinch (below).The thumb joint at its base is known as the carpometacarpal (CMC) joint. It is a specialized saddle-shaped joint that is formed by a small wrist bone (trapezium) and the first of the three bones in the thumb (metacarpal). The specialized shape of this joint allows the thumb its wide range of movement—up and down, across the palm, and the ability to pinch with the fingers. The muscles of the thumb are nine skeletal muscles located in the hand and forearm. The muscles allow for movement. The muscles acting on the thumb can be divided into two groups: the extrinsic hand muscles, with their muscle bellies located in the forearm, and the intrinsic hand muscles, with their muscle bellies located in the hand proper. The muscles can be compared to guy-wires supporting a flagpole; tension from these muscular guy-wires must be provided in all directions to maintain stability in the articulated column formed by the bones of the thumb. Because this stability is actively maintained by muscles rather than by constraints in the joints, most muscles attached to the thumb tend to be active during most thumb motions."
    },
    {
        "name": "Thumb Pulleys",
        "description": "The flexor tendon of the thumb and the pulley straps that hold them in place on the  bones. The digital flexor tendons extend from muscles in the forearm. They are held in place on the bones by pulleys traps. This arrangement allows the thumb to flex. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone.  The flexor muscle in the forearm that extends into the thumb is called the flexor pollicis longas. The muscles of the thumb that extend from the hand can be compared to guy-wires supporting a flagpole; tension from these muscular guy-wires must be provided in all directions to maintain stability in the articulated column formed by the bones of the thumb. Because this stability is actively maintained by muscles rather than by articular constraints in the joints, most muscles attached to the thumb tend to be active during most thumb motions."
    },
    {
        "name": "Thumb Skel FPB",
        "longName":"Thumb Skeleton FBB",
        "description": "The thumb and the joint at which it meets the wrist. Also shown is the flexor pollicis brevis (FPB) which is a muscle in the hand that flexes the thumb. It is one of three thenar muscles. It has both a superficial part and a deep part. Flexor pollicis brevis is a short, broad intrinsic muscle of the hand. Together with opponents pollicis, adductor pollicis and abductor pollicis brevis, it comprises the group of thenar muscles. Like the other thenar muscles, flexor pollicis brevis acts on the thumb and flexes it at the metacarpophalangeal joint, the knuckle between the hand and the thumb bones.  The thumb joint at its base is known as the carpometacarpal (CMC) joint. It is a specialized saddle-shaped joint that is formed by a small wrist bone, the trapezium, and the first of the three bones in the thumb, the metacarpal. The specialized shape of this joint allows the thumb its wide range of movement—up and down, across the palm, and the ability to pinch with the fingers. It also provides strength so the hand can grasp and grip. Smooth cartilage lines and cushions the bones of the MCR joint."
    },
    {
        "name": "Thumb with Skel",
        "description": "The bones of thumb and where they meet the trapezium, one of the eight bones of the wrist or carpus. The thumb joint at its base is known as the carpometacarpal (CMC) joint. It is a specialized saddle-shaped joint that is formed by a small wrist bone, the trapezium, and the first of the three bones in the thumb, the metacarpal. The specialized shape of this joint allows the thumb its wide range of movement—up and down, across the palm, and the ability to pinch with the fingers. It also provides strength so the hand can grasp and grip. Smooth cartilage lines and cushions the bones of the CMC joint.  The thumb metacarpal is similar in shape to the metacarpals of the fingers, but it is thicker. The thumb metacarpal has significantly more motion than the other metacarpals. It makes a joint with the trapezium that allows much of the thumb motion. The thumb proximal phalanx is a short and stout bone between the metacarpal and distal phalanx. There is no middle phalanx in the thumb. The thumb distal phalanx is a short bone with a rounded tuft at the end that makes a joint with the proximal phalanx. The bulbous tuft at the end of the bone gives the thumb its rounded end. This bone supports the thumb nail."
    },
    {
        "name": "Trapizium",
        "description": "The trapezium bone, one of the eight bones of the wrist or carpus. The thumb joint at its base is known as the carpometacarpal (CMC) joint. It is a specialized saddle-shaped joint that is formed by the trapezium and the first of the three bones in the thumb (metacarpal). The specialized shape of this joint allows the thumb its wide range of movement—up and down, across the palm, and the ability to pinch with the fingers. It also provides strength so the hand can grasp and grip. Smooth cartilage lines and cushions the bones of the CMC joint."
    },
    {
        "name": "Vascular Supply",
        "description": "The vascular (blood) supply to the skin."
    },
    {
        "name": "Vinculi Long and Short",
        "description": "The long and short vinculi of the fingers. The tendons of the fingers which allow them to flex are called the flexor digitorum superficialis and flexor digitorum profundus. They are connected to each other, and to the phalanges (finger bones), by slender, tendinous bands called vinculi. The vinculi carry blood supply to the tendons. A tendon or sinew is a tough band of fibrous connective tissue that connects muscle to bone and is capable of withstanding tension. Tendons are similar to ligaments; both are made of collagen. Ligaments connect one bone to another, while tendons connect muscle to bone. The flexor tendons allow the fingers to curl UP towards the palm. Their muscles are in the forearms and the tendons enter the hand through the carpal tunnel in the wrist. The superficialis tendons attach at the finger bones nearest to the palm and flexes those, and the profundus tendons attach to the bones at the ends of the fingers and flex those."
    },
    {
        "name": "Volar Plate Flex",
        "description": "The volar plate of a finger joint as it flexes. The volar plate is a thick ligament that connects two bones in the finger. It is situated on the back of the joint. There are other ligaments to each side of the joint as well. These are the collateral ligaments. Ligament most commonly refers to a band of dense regular connective tissue bundles made of collagen fibers, with bundles protected by dense irregular connective tissue sheaths. Ligaments connect bones to other bones to form joints, while tendons connect bone to muscle."
    },
    {
        "name": "X Sec of Thumb",
        "longName":"Cross section of the Thumb",
        "description": "A cross section of a thumb at the point where its muscles attach. The thumb is capable of a wide range of movement: opposition, abduction, adduction, and retropulsion, in addition to flexion and extension.  The muscles of the thumb are nine skeletal muscles located in the hand and forearm. The muscles allow for movement. The muscles acting on the thumb can be divided into two groups: the extrinsic hand muscles, with their muscle bellies located in the forearm, and the intrinsic hand muscles, with their muscle bellies located inside the hand itself. The muscles of the thumb can be compared to guy-wires supporting a flagpole; tension from these muscular guy-wires must be provided in all directions to maintain stability in the articulated column formed by the bones of the thumb. Because this stability is actively maintained by muscles rather than by articular constraints in the joints, most muscles attached to the thumb tend to be active during most thumb motions."
    },
    {
        "name": "X Sect Digit",
        "longName":"Cross Section of the Finger",
        "description": "A cross section of a finger, showing the bones, flexor and extensor tendons, the phalanx bone and the nerves and arteries."
    },
    {
        "name": "XSec Metac Head",
        "longName":"Cross Section of the Metacarpal Head",
        "description": "A cross section of a metacarpal bone at its head. The metacarpals are the bones within the hands. They connect to the carpal bones at the wrist and, here at the head, to the phalange bones of the fingers"
    }
]
